#pragma once
#include "stdafx.h"

void task1();	// Hello world и инициализация
void task2();	// Деление вещественного
void task3();	// Чтение двух переменных и вывод суммы
void task4();	// Работа указателя, операция разыменования и взятия адреса
void task5();	// Четное/нечетное число
void task6();	// кратность введенного числа 5 или 2
void task7();	// цикл с пред-условием
void task8();	// цикл с пост-условием
void task9();	// итерационный цикл
void task10();	// break для досрочного завершения работы 
void task11();	// преобразование типов данных
