#pragma once
#include "stdafx.h"

void task1();	// Hello world и инициализация
void task2();	// Деление целочисленных вещественных переменных
void task3();	// Чтение двух переменных и вывод их суммы
void task4();	// Работа указателя, операция разыменования и взятия адреса
void task5();	// Четное/нечетное число
void task6();	// Кратность введенного числа 5 или 2
void task7();	// Цикл с пред-условием
void task8();	// Цикл с пост-условием
void task9();	// Итерационный цикл
void task10();	// Break для досрочного завершения работы 
void task11();	// Преобразование типов данных
void launchLab1(); // запуск лабораторной
